---
kind: other
id: Properties.T:Autodesk.Revit.DB.GroupType
source: html/e9c2d68f-60bb-2a0a-32fa-7c8cc8672c27.htm
---
# GroupType Properties

The id of the assembly instance to which the element belongs.